Autodesk.Revit.DB.LightNode
This is a class representing a Light element in a model-exporting process.
Remarks:
See also: Autodesk.Revit.DB.IExportContext.OnLight(Autodesk.Revit.DB.LightNode).
Since:
2014